{
  "filmes": [
    {
      "id": 1,
      "imagem": "https://upload.wikimedia.org/wikipedia/pt/1/1c/The_Godfather_Coppola_Restoration.jpg",
      "titulo": "O Poderoso Chefão",
      "ano": 1972,
      "genero": "Drama",
      "diretor": "Francis Ford Coppola",
      "atores": "Marlon Brando, Al Pacino, James Caan",
      "sinopse": "A saga de uma família mafiosa italiana que luta para estabelecer sua supremacia nos Estados Unidos no após-guerra. Uma tentativa de assassinato deixa Vito Corleone incapacitado e força os filhos Michael e Sonny a assumir os negócios. Sonny não tem a menor condição de manter a posição de seu pai e, por conta disso, uma guerra com as outras famílias da máfia se inicia. Enquanto isso, Michael cuida para que a família não entre em uma guerra de gangues."
    },
    {
      "id": 2,
      "imagem": "https://cinema10.com.br/upload/filmes/filmes_1021_O%20Poderoso%20Chefao%202%20Poster.jpg?default=poster",
      "titulo": "O Poderoso Chefão 2",
      "ano": 1972,
      "genero": "Drama",
      "diretor": "Francis Ford Coppola",
      "atores": "Marlon Brando, Al Pacino, James Caan",
      "sinopse": "A saga de uma família mafiosa italiana que luta para estabelecer sua supremacia nos Estados Unidos no após-guerra. Uma tentativa de assassinato deixa Vito Corleone incapacitado e força os filhos Michael e Sonny a assumir os negócios. Sonny não tem a menor condição de manter a posição de seu pai e, por conta disso, uma guerra com as outras famílias da máfia se inicia. Enquanto isso, Michael cuida para que a família não entre em uma guerra de gangues."
    },
    {
      "id": 3,
      "imagem": "https://assistironline.net/wp-content/uploads/elementor/thumbs/assistir-O-Poderoso-Chefao-Parte-III-1990-online-oweciakb9rmq3bvyc4lah7atnitirqsnar9wr25m7s.jpg",
      "titulo": "O Poderoso Chefão 3",
      "ano": 1972,
      "genero": "Drama",
      "diretor": "Francis Ford Coppola",
      "atores": "Marlon Brando, Al Pacino, James Caan",
      "sinopse": "A saga de uma família mafiosa italiana que luta para estabelecer sua supremacia nos Estados Unidos no após-guerra. Uma tentativa de assassinato deixa Vito Corleone incapacitado e força os filhos Michael e Sonny a assumir os negócios. Sonny não tem a menor condição de manter a posição de seu pai e, por conta disso, uma guerra com as outras famílias da máfia se inicia. Enquanto isso, Michael cuida para que a família não entre em uma guerra de gangues."
    },
    {
      "titulo": "Transformers",
      "ano": 2007,
      "diretor": "Michael Bay",
      "sinopse": "Dois clãs de robôs alienígenas robôs alienígenas transformam-se em veículos e outros dispositivos mecânicos e travam uma batalha, cujo o objetivo é a posse do \"Allspark\", um cubo de Cybertron que possibilita a quem o possui a conquista total do universo.",
      "id": 4
    },
    {
      "id": 5,
      "imagem": "https://upload.wikimedia.org/wikipedia/pt/6/66/Transformers_Revenge_of_the_Fallen_poster.jpg",
      "titulo": "Transformers: A Vingança dos Derrotados",
      "ano": 2009,
      "genero": "Ação",
      "diretor": "Michael Bay",
      "atores": "Shia LaBeouf, Megan Fox, Josh Duhamel",
      "sinopse": "Sam Witwicky deixa os Autobots para trás para começar uma nova vida na faculdade. Mas quando seu cérebro é preenchido com símbolos misteriosos, o Decepticons ressuscitam e Sam é arrastado de volta à guerra dos Transformers."
    },
    {
      "id": 6,
      "imagem": "https://upload.wikimedia.org/wikipedia/pt/b/bf/Transformers_dark_of_the_moon_ver5.jpg",
      "titulo": "Transformers: O Lado Oculto da Lua",
      "ano": 2011,
      "genero": "Ação",
      "diretor": "Michael Bay",
      "atores": "Shia LaBeouf, Megan Fox, Josh Duhamel",
      "sinopse": "Os Autobots aprenderam da existência de um Cybertroniano chamado Sentinel Prime, que escapou de Cybertron durante a guerra. Eles também aprenderam da existência de uma nave Cybertroniana escondida na Lua e correm para chegar lá antes dos Decepticons, que planejam usá-lo para seus próprios fins."
    },
    {
      "id": 7,
      "imagem": "https://upload.wikimedia.org/wikipedia/pt/1/1a/Age_of_Extinction.jpg",
      "titulo": "Transformers: A Era da Extinção",
      "ano": 2014,
      "genero": "Ação",
      "diretor": "Michael Bay",
      "atores": "Shia LaBeouf, Megan Fox, Josh Duhamel",
      "sinopse": "Cade Yeager, um inventor, descobre um Transformer enterrado. Ele recebe a atenção tanto dos Autobots quanto dos Decepticons enquanto tenta permanecer fora do alcance deles."
    },
    {
      "id": 8,
      "imagem": "https://upload.wikimedia.org/wikipedia/pt/9/9b/Transformers_The_Last_Knight.jpg",
      "titulo": "Transformers: O Último Cavaleiro",
      "ano": 2017,
      "genero": "Ação",
      "diretor": "Michael Bay",
      "atores": "Shia LaBeouf, Megan Fox, Josh Duhamel",
      "sinopse": "Optimus Prime encontra seu planeta natal, Cybertron, agora um planeta morto, e descobre que foi responsável por matá-lo. Ele encontra uma maneira de trazer o planeta de volta à vida, mas para isso precisa encontrar um artefato que está na Terra."
    },
    {
      "id": 9,
      "imagem": "",
      "titulo": "Velozes e Furiosos",
      "ano": 2001,
      "genero": "Ação",
      "diretor": "Rob Cohen",
      "atores": "Vin Diesel, Paul Walker, Michelle Rodriguez",
      "sinopse": "Dominic Toretto é o líder de uma gangue de corridas de ruas em Los Angeles que está sendo investigado pela polícia por roubo de equipamentos eletrônicos. Para investigá-lo é enviado Brian O'Conner, que se infiltra na gangue na intenção de descobrir se Toretto é realmente o autor dos crimes e se há alguém mais por trás deles."
    },
    {
      "id": 10,
      "imagem": "https://upload.wikimedia.org/wikipedia/pt/8/8f/2Fast2Furious.jpg",
      "titulo": "Velozes e Furiosos 2",
      "ano": 2003,
      "genero": "Ação",
      "diretor": "John Singleton",
      "atores": "Paul Walker, Tyrese Gibson, Eva Mendes",
      "sinopse": "Mussun"
    },
    {
      "titulo": " A espera de um milagre",
      "ano": " 1999",
      "diretor": " Frank Darabont",
      "sinopse": " Um carcereiro tem um relacionamento incomum e comovente com um preso que está no corredor na morte: Coffey, um negro enorme, condenado por ter matado brutalmente duas gêmeas de nove anos. Ele tem tamanho e força para matar qualquer um, mas seu comportamento é completamente oposto à sua aparência.",
      "id": 11
    },
    {
      "titulo": " A outra face",
      "ano": " 1997",
      "diretor": " jhon woo",
      "sinopse": " Agente do FBI troca de rosto com um terrorista para vingar a morte do filho, mas tudo se transforma em um grande pesadelo e ele precisa lutar pela sua vida e também de sua família.",
      "id": 12
    },
    {
      "titulo": " Con Air - A rota da fuga",
      "ano": " 1997",
      "diretor": " Simon West",
      "sinopse": " Cameron Poe, recém-liberado do exército em liberdade condicional, retorna para sua esposa, mas precisa voltar para casa a bordo de um avião que transporta prisioneiros chamado Jailbird, com alguns dos piores criminosos vivos.",
      "id": 13
    },
    {
      "titulo": " O sobrevivente",
      "ano": " 1987",
      "diretor": " Paul Michael Glaser",
      "sinopse": " No ano de 2019 a América é um estado totalitário, onde o programa de televisão favorito é o \"The Running Man\", uma competição em que os prisioneiros devem correr para a liberdade e evitar uma morte brutal. ",
      "id": 14
    },
    {
      "titulo": " Scarface",
      "ano": " 1983",
      "diretor": "  Brian De Palma",
      "sinopse": " Após receber residência permanente nos Estados Unidos em troca do assassinato de um oficial do governo cubano, Tony Montana se torna o chefe do tráfico de drogas em Miami. Matando qualquer um que entre em seu caminho,",
      "id": 15
    }
  ],
  "series": [
    {
      "id": 1,
      "imagem": "https://m.media-amazon.com/images/I/51O2ySDwX8L._AC_UF894,1000_QL80_.jpg",
      "titulo": "Braking Bad",
      "ano": 2008,
      "genero": "Drama",
      "diretor": "Vince Gilligan",
      "atores": "Bryan Cranston, Aaron Paul, Anna Gunn",
      "sinopse": "Walter White é um professor de química na casa dos 50 anos que trabalha em uma escola secundária no Novo México. Para atender às necessidades de Skyler, sua esposa grávida, e Walt Junior, seu filho deficiente físico, ele tem que trabalhar duplamente. Sua vida fica ainda mais complicada quando descobre que está sofrendo de um câncer de pulmão incurável. Para aumentar rapidamente a quantidade de dinheiro que deixaria para sua família após sua morte, Walter usa seu conhecimento de química para fazer e vender metanfetamina, uma droga sintética. Ele conta com a ajuda do ex-aluno e pequeno traficante Jesse e enfrenta vários desafios, incluindo o fato de seu concunhado ser um importante nome dentro da Agência Anti-Drogas da região."
    },
    {
      "id": 2,
      "imagem": "https://upload.wikimedia.org/wikipedia/pt/a/a2/TheWalkingDead-P%C3%B4ster.jpg",
      "titulo": "The Walking Dead",
      "ano": 2010,
      "genero": "Drama",
      "diretor": "Frank Darabont",
      "atores": "Andrew Lincoln, Norman Reedus, Melissa McBride",
      "sinopse": "Ao acordar de um coma em um hospital abandonado, o policial Rick Grimes percebe que o mundo que ele conhecia não existe mais porque foi arrasado por uma epidemia de zumbis de dimensões apocalípticas. Perto dali, nos arredores de Atlanta, um grupo luta para sobreviver em um pequeno acampamento enquanto \"os mortos\" os perseguem o tempo todo. Será que Rick e os outros conseguirão manter sua condição humana e sobreviver nesse mundo novo e assustador? Será que eles se salvarão em um cenário tão difícil e enfrentando tantas rivalidades?"
    },
    {
      "id": 3,
      "imagem": "https://m.media-amazon.com/images/M/MV5BZWNlZmNiNzItYWMwNC00ODYxLThlNjYtMjU3NzlmNDQxMTY2XkEyXkFqcGdeQXVyMTA3MzQ4MTc0._V1_QL75_UX190_CR0,2,190,281_.jpg",
      "titulo": "Vikings",
      "ano": 2013,
      "genero": "Drama",
      "diretor": "Michael Hirst",
      "atores": "Katheryn Winnick, Gustaf Skarsgård, Alexander Ludwig",
      "sinopse": "Ragnar Lothbrok, um jovem que se considera descendente de Odin, é um guerreiro, fazendeiro e chefe de família. Visionário e sonhando viver diversas aventuras, ele acredita que as riquezas sonhadas por seu povo encontram-se além do mar Báltico. Mas para conseguir conquistá-las ele precisa convencer Earl Haraldson, o líder de seu povo, a permitir que ele e seus guerreiros viagem em direção à Inglaterra."
    },
    {
      "id": 4,
      "imagem": " ",
      "titulo": "Top Boy summerhouse",
      "ano": 2011,
      "genero": "Drama",
      "diretor": "Ronan Bennett",
      "atores": "Ashley Walters, Kane Robinson, Shone Romulus",
      "sinopse": "Dois traficantes experientes retornam às ruas de Londres e devem enfrentar um bandido jovem e impiedoso em busca de dinheiro e poder."
    },
    {
      "id": 5,
      "ïmagem": "https://media.s-bol.com/P6NJDrYxGxyy/j2WBxOR/550x772.jpg",
      "titulo": "Grey's Anatomy",
      "ano": 2005,
      "genero": "Drama",
      "diretor": "Shonda Rhimes",
      "atores": "Ellen Pompeo, Chandra Wilson, James Pickens Jr.",
      "sinopse": "Meredith Grey (Ellen Pompeo) começa a trabalhar no Seattle Grace Hospital e logo descobre que passou a noite com um dos seus chefes, Dr. Derek Shepherd (Patrick Dempsey). Enquanto enfrenta os desafios da vida profissional, ela se aproxima dos outros internos liderados pela residente Dra. Bailey (Chandra Wilson): Cristina Yang (Sandra Oh), Izzie Stevens (Katherine Heigl), George O'Malley (T.R. Knight) e Alex Karev (Justin Chambers)."
    },
    {
      "id": 6,
      "titulo": "House",
      "ano": "2004",
      "diretor": " David Shore, Liz Friedman, Lawrence Kaplow",
      "sinopse": "No fictício Hospital-Escola Plainsboro de Princeton, no estado de Nova Jersey, o gênio afiado Dr. Gregory House ataca mistérios de saúde como o faria um Sherlock Holmes médico."
    },
    {
      "id": 7,
      "titulo": " The Last Kingdom",
      "ano": " 2015",
      "diretor": " Chrissy Skinns",
      "sinopse": " Enquanto Alfredo, o Grande, defende seu reino de invasões nórdicas, Uhtred, um saxão criado por vikings, planeja reivindicar o que é seu por direito."
    },
    {
      "id": 8,
      "titulo": " Ozark",
      "ano": " 2017",
      "diretor": " Jason Bateman, Chris Mundy",
      "sinopse": " Marty, um consultor financeiro, leva a família a um resort em Ozarks para mantê-la segura depois que as suas negociações com um cartel de drogas mexicano dão errado."
    },
    {
      "titulo": " Narcos",
      "ano": " 2015",
      "diretor": " Paul Eckstein Mariano Carranco Tim King Lorenzo O'Brien",
      "sinopse": " Conheça a notória e infame história dos mais violentos cartéis de drogas da Colômbia.",
      "id": 9
    }
  ]
}